# content = input().split()
content = '''
멀티캠퍼스는 대한민국의 대표적인 온라인 교육 플랫폼 중 하나입니다. 주요 사업 분야는 IT 및 프로그래밍 분야를 중심으로 한 교육 콘텐츠 제공입니다.

멀티캠퍼스는 인터넷 강의를 통해 쉽고 편리하게 IT 역량 강화를 지원하며, 또한 IT 분야에 대한 취업 지원 서비스와 취업 컨설팅 서비스를 제공하고 있습니다. 이를 통해 수강생들의 실무 능력을 향상시켜 취업 경쟁력을 강화하는데 도움을 주고 있습니다.

또한, 멀티캠퍼스는 협력 업체와 함께 다양한 IT 교육 과정을 운영하며, IT 인재 양성에 대한 국내외 기업의 수요에 부합하는 커리큘럼 개발을 위해 노력하고 있습니다.

최근에는 코로나19로 인한 비대면 수업 수요 증가와 함께, 대학교와의 제휴 등으로 온라인 교육 시장에서 선두적인 위치를 차지하고 있습니다.

하지만, 경쟁 업체의 증가와 코로나19 종식 이후 대면 수업 수요 감소 등에 대한 위험성이 존재할 수 있습니다. 따라서, 적극적인 경쟁전략과 혁신적인 비즈니스 모델 개발이 필요할 것으로 예상됩니다.
'''
print(len(content))